{
    "posts": [
        {
            "title": "winner",
            "description":"Winning Freshworks Internal Hackathon was one of the best things that happened to me. I came up with multiple features that would enhance user experiences and bagged the first prize among all the engineers as a newbie. "
        },
        {
            "title": "prize",
            "description":"Never in my life I though I'd get an Iphone, But I got one. I recieved Iphone 12 mini as prize from Freshworks for internal Hackathon event."
        },
       
        {
            "title": "biriyani",
            "description":"Wednesdays at Freshworks are the best. You get to eat biriyani with friends (with an icecream). Biriyanis are unlimited and you can eat as much as you need. "

        },
        {
            "title": "ceo",
            "description":"Meeting Girish Mathrubootham , Founder and CEO of Freshworks was my long time dream. He is such a humble person. This photo will remain close to my heart. "
        },
       
        {
            "title": "crm",
            "description":"I am very fortunate that I was able to work for the release of Freshworks CRM. If you had used Freshworks CRM and used Chat inside of that then definitely you would have seen my work ;)"
        },
        {
            "title": "doodles",
            "description":"Doodles and wall art at Freshworks are something that i've never seen anywhere. Everything is a unique piece of art that one can never see in his/her lifetime. Happy work environment ;)"
        },
        {
            "title": "firstday",
            "description":"This was my first day at Freshworks.This was the first time I visited the office as well. Who'd know it would rain in the first day . Psst we were very lucky."
        },
        {
            "title": "award",
            "description":"Recieved Best inhouse project among whole college. It was amazing to get recognized among the entire college students."
        },
        {
            "title": "stay",
            "description":"One memorable day in my life. one day before National lockdown was imposed in India me and my decided to stay at Office for the whole night. Little did we know it was our last in person meet for the next two years."
        },
        {
            "title": "menu",
            "description":"Disclaimer : This is not a hotel menu!. Yes, This is not a hotel menu it is menu from Freshworks during night time. You get a lot of variety to choose from."
        },
       
        {
            "title": "wefms",
            "description":"As you did see in the microcontroller pic this was our first realtime large scale project. Yes we had spent lot of time experimenting and learning stuffs. We probably had more On Duty in our attendance than being present in the class during the implementation."
        },
        {
            "title": "controllers",
            "description":"This is how I started some extra stuff other than just learning!. Although I was a CS student I've gotten lot of chances to work with Raspberry Pi 3, Rapspberry Pi zero, Arduino nano, ESP8266. I've also made some realtime projects that can be seen in my portfolio. Probably the best days in my life."
        }
      
    ]
}